<?php
return [
     "setting" => [
          "title"   => "تنظیمات ابزارک‌ها",
          "message" => [
               "empty" => "همه ابزارک‌ها چیده شده‌اند.",

          ],

     ],

     'hello' => [
          'title' => "درود بر شما",
     ],

     'today'   => [
          'title' => "امروز",
     ],
     'welcome' => [
          'title'        => "خوش آمدید!",
          'line1'        => "اینجا پیشخوان مدیریت است؛ ستاد فرماندهی مجموعه‌ی آنلاین شما!",
          'introduction' => "ما می‌توانیم همه جا را نشانتان بدهیم:",
          'start'        => "شروع تور",
     ],

     "weather" => [
          "title"                 => "وضعیت آب و هوا",
          "humidity"              => "رطوبت",
          "wind_speed"            => "سرعت باد",
          "sunrise"               => "طلوع خورشید",
          "sunset"                => "غروب خورشید",
          'clear'                 => 'صاف',
          'clear_day'             => 'آسمان صاف',
          'sunny'                 => 'آفتابی',
          'foggy'                 => 'مه‌آلود',
          'windy'                 => 'باد',
          'cloudy'                => 'ابری',
          'partly_cloudy'         => 'نیمه ابری',
          'partly_cloudy(day)'    => 'نیمه ابری شب',
          'partly_cloudy(night)'  => 'نیمه ابری روز',
          'change_state'          => 'تغییر شهر',
          'choose_city'           => 'شهر مورد نظر خود را انتخاب نمایید.',
          'click_for_change_city' => 'برای تغییر شهر کلیک نمایید',
          'providers'             => 'ارائه‌دهندگان جزئیات آب و هوا',
          'na_data'               => 'اطلاعات آب و هوا برای شهر انتخاب شده یافت نشد.',
          "choose_city_hint"      => "شهری که انتخاب می‌کنید، در تنظیمات کاربری شما ذخیره می‌شود و از این پس آب و هوای همین شهر را خواهید دید. هرچند همیشه می‌توانید آن را تغییر دهید.",
     ],

];
