<?php
return [
     'title'     => "مدیریت",
     'logout'    => "خروج",
     'dashboard' => "پیشخوان",

     'welcome'                 => "به پنل مدیریت یسنا خوش آمدید.",
     'prev'                    => 'قبلی',
     'next'                    => 'بعدی',
     'skip'                    => 'پرش',
     'finish'                  => 'پایان',
     'graphs'                  => 'نمودارها',
     'elements'                => 'المان ها',
     'no_notification'         => "فعلاً خبری نیست.",
     'theme_saved'             => "قالب جدید برای شما ذخیره شد.",
     'theme_not_saved'         => "مشکلی در راه ذخیره‌سازی قالب پیش آمد!",
     'widgets_saved'           => "چیدمان جدید برای شما ذخیره شد.",
     'widgets_not_saved'       => "مشکلی در راه ذخیره‌سازی چیدمان جدید پیش آمد!",
     'dashboard_settings'      => "تنظیمات پیشخوان",
     'widgets_repository'      => "مخزن ابزارک‌ها",
     'add_widget'              => "اضافه کردن",
     'end_setting'             => "پایان تنظیمات",
     'widgets_repository_hint' => "ابزارک‌های مورد نیاز را از اینجا بردارید و در جایی که مایلید قرار دهید و هرچه را نیاز ندارید به اینجا منتقل نمایید.",
     'tell_developers'         => "کاری که می‌کردید و به اینجا رسید را برایشان توضیح دهید.",
     "md_editor"               => [
          "preview" => "پیش‌نمایش",
          "editor"  => "ویرایشگر",
     ],

];
