<?php
return [
     '*' => "کنترل کامل",

     'permit' => "سطح دسترسی",

     'translations'           => "ترجمه‌ها",
     'user_role'              => "نقش کاربری",
     'role_management'        => "مدیریت نقش‌ها",
     'without_role'           => "بدون نقش",
     'default_role'           => "نقش کاربری پیش‌فرض",
     'choose_as_default_role' => "انتخاب به عنوان نقش پیش‌فرض",
     "privileged"             => "دارای تنظیمات سطح دسترسی",
     "min_active_status"      => "حداقل وضعیت فعال",
     'is_admin'               => "نقش مدیریتی",
     'is_support'             => "نقش پشتیبانی",
     'all_admin_roles'        => "همه‌ی مدیریتی‌ها با هم",
     "support_roles"          => "نقش‌های پشتیبانی",
     'invalid_permission'     => "شخص مورد نظر، دسترسی کافی برای این کار را ندارد.",

     'admin_type'      => "منصب مدیریت",
     'super_admin'     => "مدیر کل",
     'ordinary_admin'  => "مدیر عملیات",
     'developer'       => "برنامه‌نویس",
     'superAdmin_hint' => 'مدیر کل علاوه بر دسترسی‌های داده‌شده، می‌تواند به تنظیمات سایت و اطلاعات مدیران دیگر دست‌رسی داشته باشد.',

     'as_a'                  => "به عنوان :role_title",
     'now_without'           => "اکنون چنین نقشی ندارد.",
     'now_active'            => "اکنون این نقش را دارد.",
     'now_blocked'           => "اکنون این نقش را دارد، ولی مسدود است.",
     'detach_this_role'      => "حذف این نقش",
     'already_has_role'      => "نقش مورد نظر برای این کاربر وجود دارد.", //@TODO: New
     'attach_this_role'      => "افزودن این نقش",
     'other_modules'         => "سایر بخش‌ها",
     'modules'               => "بخش‌ها",
     'module_sample'         => "مثال بخش‌ها",
     'rule_sample'           => "مثال قاعده",
     'example'               => "مثلا به این صورت",
     'example_hint'          => "این مثال‌ها را کپی کنید و آن بالا استفاده کنید. طبیعتاً هر طور دلتان خواست تغییر دهید ولی زیاد هم احساس آزادی نکنید و به الگو وفادار بمانید.",
     'error_trans_not_ready' => "ترجمه‌های سطوح دسترسی را پیدا نکردیم!",

];
