<?php
return [
     'title'          => 'ترجمه‌ها',
     'list'           => [
          'title'   => 'عنوان',
          'locales' => 'زبان‌ها',
          'edit'    => 'ویرایش',
          'delete'  => 'حذف',
          'actions' => 'عملیات',
          'row'     => 'ردیف',
     ],
     'edit_modal'     => [
          'title'   => 'ویرایش ترجمه',
          'locale'  => 'زبان',
          'value'   => 'مقدار',
          'success' => 'عملیات ذخیره سازی با موفقیت انجام شد.',
          'saved'   => 'تغییرات با‌‌ موفقیت اعمال شد.',
          'error'   => 'سرور با‌ ‌مشکل مواجه‌‌ شده‌است.',
     ],
     'delete_modal'   => [
          'title' => "حذف ترجمه",
          'error' => 'این ترجمه قبلا حذف شده است',

     ],
     'add_modal'      => 'اضافه کردن ترجمه جدید.',
     'slug'           => 'نامک',
     'locales'        => [
          'en' => 'انگلیسی',
          'fa' => 'فارسی',
     ],
     'add'            => 'اضافه کردن',
     'page_title'     => 'لیست ترجمه‌های سایت.',
     'search'         => 'جستجو',
     'exits'          => 'این نامک وجود دارد.',
     'accept'         => 'تأیید',
     'cancel'         => 'انصراف',
     'developer_only' => 'نمایش فقط برای برنامه نویسان',
     'slug_required'  => 'ارسال نامک الزمیست',

     'excel' => [
          'import'               => 'وارد کردن فایل اکسل',
          'export'               => 'خروجی اکسل گرفتن',
          'get_export_from_tans' => 'گرفتن خروجی از فایل‌های ترجمه',
          'choose_module'        => 'انتخاب ماژول',
          'choose_locale'        => 'انتخاب زبان',
          'choose_file'          => 'انتخاب فایل اکسل',
          'overall'              => 'سراسری',
          'not_valid'            => 'فایل باید یکی از فرمت های xlsx, xls باشد',
          'data_error'           => 'فایل انتخابی معتبر نیست، لطفا نام شیت‌ها و ستون‌ها را بررسی نمایید و موارد اضافی را حذف نمایید',
     ],

];
